{
	"title": "Welcome to Living Academy",
	"author": "Nagarjuna G",
	"date": "2023-10-09T07:46:00.000Z",
	"content": "<h1><a name=\"what-is-living-academy-1\" class=\"anchor\" href=\"#what-is-living-academy-1\"></a>What is Living Academy?</h1>\n<p>Living Academy (LA) is an informal lifelong chaatShaala for STEM education engaging to all age groups (KG to PG).  In other words it is a life-long kindergarten.</p>\n<p>We design authentic contexts that are close-to-life  leading to <strong>conversations</strong>  on topics in the curriculum. We don’t deliver lessons, therefore LA is not a paatShaala, but  a chaatShaala. For most STEM topics (Science, Technology, Engineering and Mathematics) we use construction/making or investigation projects as  contexts for curriculum. We spend our time on the process and mechanics of making a product / content.  In other words, we make content, and we do not merely read or deliver content.  We nurture academic habits (STEM habits), and this is the only syllabus we cover. We consider academic habits as <em>trans-disciplinary</em>, and therefore common to almost all walks-of-life.</p>\n<p>This page is under development as the LA is taking shape. Please visit again soon to get an updated page with lots of info.  For the time being the following answers to the questions may help you understand our philosophy and goals.</p>\n<h2><a name=\"what-can-we-learn-here-2\" class=\"anchor\" href=\"#what-can-we-learn-here-2\"></a>What can we learn here?</h2>\n<ul>\n<li>The learning objectives of LA are trans-disciplinary competencies required for life-long pursuits. For example, seeking evidence, keen observation, articulation, analysis, documentation, critical thinking, etc., are requirements for any truth seeker, irrespective of their subject or pursuits. That is why we call such goals of learning as trans-disciplinary.</li>\n</ul>\n<h2><a name=\"in-what-way-do-the-competencies-that-we-learn-in-la-help-us-clear-our-exams-in-school-or-college-3\" class=\"anchor\" href=\"#in-what-way-do-the-competencies-that-we-learn-in-la-help-us-clear-our-exams-in-school-or-college-3\"></a>In what way do the competencies that we learn in LA help us clear our exams in school or college?</h2>\n<ul>\n<li>They do not help <strong>directly</strong>, because examinations do not test trans-disciplinary competencies, they test subject-specific content. For example, they test if the student can remember about the laws of motion or the mechanism of photosynthesis or how to solve a quadratic equation etc., without helping the students to engage or use them in a given context. However, having these competencies do not become a hurdle for passing the exams, but also become reinforcements for their life-long journey.</li>\n</ul>\n<h2><a name=\"we-are-about-to-appear-for-a-board-exam-would-you-recommend-us-to-join-la-4\" class=\"anchor\" href=\"#we-are-about-to-appear-for-a-board-exam-would-you-recommend-us-to-join-la-4\"></a>We are about to appear for a board exam, would you recommend us to join LA?</h2>\n<ul>\n<li>Only if you can spare some time for an entertaining engagement while preparing for the board exam. LA is designed as a space for long-term gains and not for short-term gains as clearing a board exam. Therefore, consider to join LA for a couple years instead of a few months. Because, the trans-disciplinary competencies take a long time till they become part of our life, as habits.</li>\n</ul>\n<h2><a name=\"what-activities-we-get-to-do-in-the-la-can-you-give-some-examples-5\" class=\"anchor\" href=\"#what-activities-we-get-to-do-in-the-la-can-you-give-some-examples-5\"></a>What activities we get to do in the LA, can you give some examples?</h2>\n<ul>\n<li>We use any context that arises out of a conversation while repairing something, or making some project or performing an experiment, as a pretext to define our projects. For example, if a fan or a motor cycle fails to work, we use such a context to identify the problem. The methods used in identifying a problem is itself a life-long competency. Usually, identification of the problem almost always suggests how to fix it.</li>\n</ul>\n<h2><a name=\"who-can-join-la-6\" class=\"anchor\" href=\"#who-can-join-la-6\"></a>Who can join LA?</h2>\n<ul>\n<li>LA is a lifelong learning space. So, there is no upper-limit to age or gender. However, people below 13 years may come with an accompanying elder.</li>\n</ul>\n<h2><a name=\"what-facilities-do-we-have-at-la-7\" class=\"anchor\" href=\"#what-facilities-do-we-have-at-la-7\"></a>What facilities do we have at LA?</h2>\n<ul>\n<li>We have most “tools-to-think-with”. We have instruments that help in doing projects, such as measuring instruments; material such as wood, metal, paper etc.; instruments to shape material; containers of various kinds, kitchen for food processing, glass-ware for chemical analysis, networked computers for documentation, simulations, drawing, demonstrations, and for searching digital libraries on the Internet, cameras, machines of various kinds used in a typical lab etc. And most importantly we have quite a few passionate volunteer mentors as well.</li>\n</ul>\n<h2><a name=\"how-long-and-how-frequently-do-we-have-to-come-to-la-8\" class=\"anchor\" href=\"#how-long-and-how-frequently-do-we-have-to-come-to-la-8\"></a>How long and how frequently do we have to come to LA?</h2>\n<ul>\n<li>The answer to this question depends on the project you are working. We encourage people to work in a team, therefore it also depends on the availability of the members of the team. You can decide the time and frequency with the team.</li>\n</ul>\n<h2><a name=\"i-have-a-project-in-my-mind-can-i-come-and-do-the-project-at-la-using-the-facilities-9\" class=\"anchor\" href=\"#i-have-a-project-in-my-mind-can-i-come-and-do-the-project-at-la-using-the-facilities-9\"></a>I have a project in my mind, can I come and do the project at LA using the facilities?</h2>\n<ul>\n<li>Yes. However, all projects at LA must be documented and published online, and we consider documentation and sharing with others is a trans-disciplinary competency. Our team will support in the process of documentation. Please check with our team if we already have the facilities to implement your project with us. If you bring in additional material or tools that are required, you may bring them. We encourage you to do it with others (DIWO) instead of DIY (Do It Yourself)</li>\n</ul>\n<h2><a name=\"what-are-the-disciplinary-norms-at-la-10\" class=\"anchor\" href=\"#what-are-the-disciplinary-norms-at-la-10\"></a>What are the disciplinary norms at LA?</h2>\n<ul>\n<li>Be friendly, happy and cool.</li>\n<li>Share your knowledge with others</li>\n<li>Give feedback</li>\n<li>Ask questions</li>\n<li>We encourage gossip but related to the projects and topics</li>\n<li>Clean-up the place, and own the place</li>\n<li>Replace the tools back in their place after use</li>\n</ul>\n<h2><a name=\"when-can-i-visit-la-11\" class=\"anchor\" href=\"#when-can-i-visit-la-11\"></a>When can I visit LA?</h2>\n<ul>\n<li>We are open 7 days a week. When a project is ongoing, and the team is willing work, the space will be made available. During the night noisy work cannot be done. If you are a first time visitor, please join the Telegram group or send an email to <a href=\"mailto:contact@livingAcademy.org\">contact@livingAcademy.org</a></li>\n</ul>\n<h1><a name=\"who-are-the-teachers-at-la-12\" class=\"anchor\" href=\"#who-are-the-teachers-at-la-12\"></a>Who are the teachers at LA?</h1>\n<ul>\n<li>We are all peers. A teacher is anyone who transfers their knowledge.</li>\n</ul>\n<h1><a name=\"what-is-our-target-group-13\" class=\"anchor\" href=\"#what-is-our-target-group-13\"></a>What is our target group?</h1>\n<ul>\n<li>anyone learning through tinkering</li>\n<li>school dropouts</li>\n<li>first generation learners</li>\n<li>those who have no learning space at home</li>\n<li>home schooling children</li>\n<li>an employee of a company who always wanted to become a scientist or an engineer</li>\n<li>a home maker who had a dream to fulfill</li>\n<li>those who want to learn through projects</li>\n<li>project interships</li>\n<li>employees who wanted to spend quality making time in their spare time</li>\n</ul>\n<h2><a name=\"where-is-it-located-14\" class=\"anchor\" href=\"#where-is-it-located-14\"></a>Where is it located?</h2>\n<p>We are currently making a <strong>living academy</strong> at Bhavani Peth in Pune City.</p>\n<p></p><div class=\"lightbox-wrapper\"><img src=\"https://metastudio.org/uploads/default/optimized/2X/5/5e0f9e327c1bd52680d54f0309ad9543eba5c25b_2_342x500.png\" alt=\"Living Academy\" data-base62-sha1=\"dq6lizOds3P6oxq5qb2UPLdfAU3\" width=\"342\" height=\"500\" srcset=\"https://metastudio.org/uploads/default/optimized/2X/5/5e0f9e327c1bd52680d54f0309ad9543eba5c25b_2_342x500.png, https://metastudio.org/uploads/default/optimized/2X/5/5e0f9e327c1bd52680d54f0309ad9543eba5c25b_2_513x750.png 1.5x, https://metastudio.org/uploads/default/optimized/2X/5/5e0f9e327c1bd52680d54f0309ad9543eba5c25b_2_684x1000.png 2x\" data-dominant-color=\"E9CA4E\" loading=\"lazy\" style=\"aspect-ratio: 342 / 500; background-color: rgb(233, 202, 78);\"></div><p></p>\n<p>Do not hesitate to ask us questions, comments, and feedback by replying to this thread.</p>"
}